{
  "common.soon": "Ouverture prochainement... Suivez-nous sur Facebook et Instagram pour plus d'informations !",
  "common.header.home": "Acceuil",
  "common.header.blog": "Blog",
  "common.map.cookies": "Pour afficher la carte Google Maps, nous avons besoin de votre consentement au chargement de contenus tiers susceptibles de lire/écrire des cookies.",
  "common.map.cookies.accept": "Afficher la carte",
  "common.map.cookies.redirect": "Ouvrir dans Google Maps",
  "hero.title": "Le linge propre",
  "hero.subtitle": "le lien en plus",
  "hero.text": "Le Lavoir de la Passerelle est une laverie automatique sur Saint-Joseph prôche du centre ville. Ici, on lave son linge, mais on tisse aussi du lien. Un sourire, un bonjour, une discussion spontanée : la passerelle, c’est aussi celle qui relie les gens.\nLe Lavoir de la Passerelle se veut un lieu du quotidien, propre, accueillant et accessible à tous.",

  "services.title": "Nos services",
  "services.subtitle": "pensés pour vous",
  "services.text.1": "Bienvenue dans un lieu où chaque cycle de machine rime avec simplicité, proximité et bienveillance.",
  "services.text.2": "Chez Le Lavoir de la Passerelle, on vient pour laver… mais on reste pour respirer, discuter, partager.",
  "services.text.3": "Pour nous laissez votre avis, ou vous connecter au wifi du Lavoir de la Passerelle c'est par ici",
  "services.capacity.title": "Machines haute capacité (8kg à 20 kg)",
  "services.capacity.text": "Pour les petits comme les gros volumes, vos vêtements trouvent ici leur espace.",
  "services.drying.title": "Séchage rapide et efficace",
  "services.drying.text": "Pour un linge doux, chaud, prêt à plier.",
  "services.detergent.title": "Lessive écologique et chauffe eau solaire",
  "services.detergent.text": "Nos engagements sont respectueux de vos tissus et de notre île.",
  "services.snacks.title": "Un espace détente",
  "services.snacks.text": "Accédez au wifi gratuit et profitez d'une pause gourmande dans une ambiance musicale pendant que les tambours tournent.",
  "services.hours.title": "Horaires larges (6h–22h, 7j/7)",
  "services.hours.text": "La liberté de laver quand bon vous semble.",
  "services.all.title": "Ouvert à tous",
  "services.all.text": "Familles, associations, professionnels – chacun y trouve sa place.",

  "pricing.title": "Des tarifs simples",
  "pricing.subtitle": "justes et accessibles à tous",
  "pricing.text": "Au Lavoir de la Passerelle, nous croyons que la propreté ne devrait jamais être un luxe. Nos prix sont pensés pour être clairs, abordables, et adaptés à tous les besoins, du petit panier au grand volume familial. Pas besoin de monnaie ! Notre système accepte cartes, espèces et paiement mobile.",
  "pricing.8kg.title": "🧺 Machine 8 kg : 4,50€",
  "pricing.8kg.text": "Idéal pour les lessives du quotidien (vêtements, linge de lit léger).",
  "pricing.14kg.title": "🧺 Machine 14 kg : 8,00€",
  "pricing.14kg.text": "Parfait pour les familles, couvertures ou linge plus encombrant.",
  "pricing.20kg.title": "🧺 Machine 20 kg : 10,00€",
  "pricing.20kg.text": "Pour les grosses pièces (couettes, tapis, lavages collectifs).",
  "pricing.drying.title": "🌬️ Séchage : 2,00€ les 12mn",
  "pricing.drying.text": "Un linge chaud, moelleux et prêt à plier en toute saison.",
  "pricing.detergent.title": "Lessive : à partir de 0,70€",
  "pricing.detergent.text": "Douce pour votre linge",

  "machines.title": "Nos machines",
  "machines.subtitle": "Puissance, efficacité et confort pour votre linge",
  "machines.description": "Au Lavoir de la Passerelle, chaque machine est choisie pour vous offrir un lavage optimal, rapide et respectueux de vos textiles… comme de votre temps. Ces équipements sont régulièrement entretenus pour garantir propreté, fiabilité et confort d’utilisation. Tout est pensé pour que votre passage soit aussi pratique que serein.",
  "machines.maintenance": "Les laveuses professionnelles Electrolux ont été conçues pour allier performance, ergonomie et efficacité énergétique. Grâce à une conception centrée sur l’utilisateur et une technologie de pointe, elles garantissent un lavage optimal, tout en réduisant significativement les consommations d’eau et d’énergie.",
  "machines.experience1": "Pensée pour simplifier l’usage au quotidien.",
  "machines.experience2": "Très faible consommation d’eau et d’énergie",
  "machines.experience3": "Désinfection intégrée conforme aux normes locales les plus strictes",
  "machines.experience4": "Ensemble de programmes de lavage optimisés garantissant économies et performances",

  "sustainable.title": "Une laverie engagée pour demain",
  "sustainable.subtitle": "Des machines économes, pensées pour notre île et son avenir",
  "sustainable.text": "Nos machines à laver professionnelles sont conçues pour réduire drastiquement la consommation d’eau et d’énergie, tout en garantissant une performance de lavage optimale. Grâce à leur technologie d'extraction haute efficacité et au mode Super Balance, elles limitent les cycles inutiles et optimisent chaque lavage. Couplées à un chauffe-eau solaire, elles utilisent une énergie renouvelable et gratuite pour chauffer l’eau, réduisant ainsi l’empreinte carbone de votre activité. Ce système intelligent permet d’allier économie d’énergie, réduction des coûts et respect de l’environnement, pour une laverie véritablement éco-responsable.",
  "machines.sustainable": "Nos machines à laver professionnelles sont conçues pour réduire drastiquement la consommation d’eau et d’énergie, tout en garantissant une performance de lavage optimale. Grâce à leur technologie d'extraction haute efficacité et au mode Super Balance, elles limitent les cycles inutiles et optimisent chaque lavage. Couplées à un chauffe-eau solaire, elles utilisent une énergie renouvelable et gratuite pour chauffer l’eau, réduisant ainsi l’empreinte carbone de votre activité. Ce système intelligent permet d’allier économie d’énergie, réduction des coûts et respect de l’environnement, pour une laverie véritablement éco-responsable.",

  "hygien.title": "L’exigence de la propreté, certifiée",
  "hygien.subtitle": "Un linge propre, sain et désinfecté",
  "hygien.text": "Nos laveuses professionnelles intègrent le module Global Advanced Hygiene, conçu pour assurer une propreté irréprochable du linge. Grâce à des cycles de désinfection spécifiques, elles réduisent la charge microbienne jusqu’à 6 log, répondant aux normes d’hygiène les plus exigeantes. Idéales pour les environnements sensibles, elles assurent une désinfection complète du linge à chaque lavage, tout en préservant les fibres textiles.",

  "testimonial.title": "Avis de nos clients",
  "testimonial.text": "Le Lavoir de la Passerelle est une laverie qui fait tout son possible pour que ses clients soient satisfaits",
  "testimonial.feedback1": "J’ai connu plusieurs laveries, mais celle-ci a quelque chose en plus. Tout est propre, les machines tournent bien, et surtout, on peut discuter avec les voisins pendant qu’on attend. Bravo à l’équipe pour cet esprit de proximité.",
  "testimonial.feedback2": "On utilise souvent le Lavoir de la Passerelle pour laver les draps et serviettes de notre association. Le grand tambour de 20 kg est parfait ! L’endroit est pratique, fonctionnel et très bien entretenu.",
  "testimonial.feedback3": "Franchement, un vrai soulagement ! Avec deux petits à la maison, je fais de grosses lessives toutes les semaines. Les machines sont super faciles à utiliser, et en plus c’est propre, rapide, et pas cher. On sent que c’est pensé pour les familles. J’en profite même pour bouquiner pendant le séchage.",

  "social.follow_us": "Suivez-nous sur les réseaux sociaux",

  "common.modal.close": "Fermer",
  "common.modal.send": "Envoyer",
  "common.modal.name": "Nom",
  "common.modal.email": "Email",
  "common.modal.message": "Message",
  "common.modal.sending": "Envois en cours...",
  "common.modal.error": "Oupss... Une erreur est survenue.",
  "common.modal.error.name": "Renseignez votre nom.",
  "common.modal.error.email": "Renseignez votre email.",
  "common.modal.error.message": "Laissez nous un message.",
  "common.modal.success": "Merci de nous avoir contacté !",

  "blog.title": "Articles",
  "blog.subtitle": "Retrouvez ici des articles autours de notre laverie et des astuces pour mieux laver votre linge",
  "portail.title": "Votre avis et votre soutien comptent beaucoup pour nous",
  "portail.facebook": "Suivez-nous sur Facebook",
  "portail.instagram": "Suivez-nous sur Instagram",
  "portail.google": "Avis Google",
  "portail.home": "Notre site web",
  "portail.wifi_button": "Accéder au Wi-Fi du Lavoir de la Passerelle",
  "portail.wifi_modal.title": "Connexion Wi-Fi",
  "portail.wifi_modal.scan_qr": "Scannez ce QR code pour vous connecter",
  "portail.wifi_modal.network_name": "Nom du réseau",
  "portail.wifi_modal.password": "Mot de passe",
  "portail.seo.title": "Portail — Le Lavoir de la Passerelle",
  "portail.seo.description": "Laissez-nous un avis et retrouvez nos liens Facebook, Instagram et Google",
  "avis.title": "Aimez-vous le Lavoir de la Passerelle ?",
  "avis.yes": "Oui 😍",
  "avis.no": "Non 😢",
  "avis.seo.title": "Votre avis — Le Lavoir de la Passerelle",
  "avis.seo.description": "Dites-nous si vous aimez le Lavoir de la Passerelle. Oui : portail. Non : contact.",
  "contact.seo.title": "Contact — Le Lavoir de la Passerelle",
  "contact.seo.description": "Envoyez-nous un message : question, suggestion, ou demande d’information."
}
