{
  "hero.title": "Clean laundry",
  "hero.subtitle": "with a little extra connection.",
  "hero.text": "Here, we wash clothes, but we also weave bonds. A smile, a hello, a conversation over coffee: the bridge is also built between people. Le Lavoir de la Passerelle is positioned as an everyday place—accessible, welcoming, and locally committed. More than a service, it's a meeting point, a moment for yourself or to share, in the heart of Saint-Joseph.",

  "services.title": "Our Services",
  "services.subtitle": "Designed for you",
  "services.text.1": "Welcome to a place where every machine cycle rhymes with simplicity, closeness, and kindness.",
  "services.text.2": "At Le Lavoir de la Passerelle, you come to wash… but you stay to breathe, chat, and share.",
  "services.capacity.title": "High-capacity machines (8kg to 20kg)",
  "services.capacity.text": "From small to large loads, your clothes have space here.",
  "services.drying.title": "Fast and efficient drying",
  "services.drying.text": "For soft, warm laundry ready to fold.",
  "services.detergent.title": "Eco-friendly detergent",
  "services.detergent.text": "Gentle on your fabrics and our island.",
  "services.snacks.title": "Drink and snack dispensers",
  "services.snacks.text": "A tasty break while the drums spin.",
  "services.hours.title": "Extended hours (6am–10pm, 7 days/week)",
  "services.hours.text": "The freedom to wash whenever you want.",
  "services.all.title": "Open to everyone",
  "services.all.text": "Families, associations, professionals – everyone is welcome.",

  "pricing.title": "Straightforward pricing",
  "pricing.subtitle": "fair and accessible to all",
  "pricing.text": "At Le Lavoir de la Passerelle, we believe cleanliness should never be a luxury. Our prices are designed to be clear, affordable, and suited to all needs—from small loads to large family volumes. No need for coins! Our system accepts cards, cash, and mobile payments.",
  "pricing.8kg.title": "🧺 8 kg machine: €4.50",
  "pricing.8kg.text": "Perfect for everyday laundry (clothes, light bedding).",
  "pricing.14kg.title": "🧺 14 kg machine: €8.00",
  "pricing.14kg.text": "Great for families, blankets, or bulkier items.",
  "pricing.20kg.title": "🧺 20 kg machine: €10.00",
  "pricing.20kg.text": "For large items (duvets, rugs, collective laundry).",
  "pricing.drying.title": "🌬️ Drying: €2.00 per 12 minutes",
  "pricing.drying.text": "Warm, fluffy laundry ready to fold in any season.",
  "pricing.detergent.title": "Detergent: €0.50",
  "pricing.detergent.text": "Gentle on your laundry",

  "machines.title": "Our machines",
  "machines.subtitle": "Power, efficiency and comfort for your laundry",
  "machines.description": "At Le Lavoir de la Passerelle, each machine is chosen to offer optimal, fast washing while respecting your fabrics… and your time. These appliances are regularly maintained to ensure cleanliness, reliability, and ease of use. Everything is designed to make your visit as smooth as it is pleasant.",
  "machines.maintenance": "Electrolux professional washers are designed to combine performance, ergonomics, and energy efficiency. With a user-centered design and cutting-edge technology, they ensure optimal washing while significantly reducing water and energy consumption.",
  "machines.experience1": "Designed to simplify everyday use.",
  "machines.experience2": "Very low water and energy consumption",
  "machines.experience3": "Integrated disinfection meeting the strictest local standards",
  "machines.experience4": "Optimized washing programs that guarantee savings and performance",

  "sustainable.title": "A laundromat committed to the future",
  "sustainable.subtitle": "Efficient machines for minimal environmental impact.",
  "sustainable.text": "Our professional washing machines are designed to drastically reduce water and energy consumption while delivering optimal cleaning performance. Thanks to high-efficiency extraction technology and the Super Balance mode, they avoid unnecessary cycles and optimize each wash. Coupled with a solar water heater, they use free, renewable energy to heat water—reducing your carbon footprint. This smart system combines energy savings, lower costs, and environmental care for a truly eco-responsible laundromat.",
  "machines.sustainable": "Our professional washing machines are designed to drastically reduce water and energy consumption while delivering optimal cleaning performance. Thanks to high-efficiency extraction technology and the Super Balance mode, they avoid unnecessary cycles and optimize each wash. Coupled with a solar water heater, they use free, renewable energy to heat water—reducing your carbon footprint. This smart system combines energy savings, lower costs, and environmental care for a truly eco-responsible laundromat.",

  "hygien.title": "Certified cleanliness, guaranteed",
  "hygien.subtitle": "Disinfecting machines meeting the highest hygiene standards for safe and healthy laundry.",
  "hygien.text": "Our professional washers feature the Global Advanced Hygiene module, designed to ensure impeccable laundry cleanliness. With dedicated disinfection cycles, they reduce microbial load by up to 6 log, complying with the most demanding hygiene standards. Ideal for sensitive environments, they ensure full disinfection during each wash while preserving fabric fibers.",

  "testimonial.title": "What our customers say",
  "testimonial.text": "Le Lavoir de la Passerelle is a laundromat that goes the extra mile to make customers happy",
  "testimonial.feedback1": "I've used many laundromats, but this one has something special. Everything is clean, the machines work great, and best of all, you can chat with neighbors while waiting. It’s my little weekly outing. Kudos to the team for creating such a welcoming vibe.",
  "testimonial.feedback2": "We often use Le Lavoir de la Passerelle to wash our association’s sheets and towels. The 20 kg drum is perfect! The place is convenient, functional, and very well maintained.",
  "testimonial.feedback3": "Honestly, such a relief! With two young kids, I do big loads of laundry every week. The machines are super easy to use, and it’s clean, fast, and affordable. You can tell it’s made with families in mind. I even get to read a book while the laundry dries.",

  "social.follow_us": "Follow us on social media"
}
